tap "homebrew/bundle"
brew "btop"
brew "libxcb"
brew "libx11"
brew "cmake"
brew "gh"
brew "ghostscript"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "wget"
brew "wimlib"
cask "basictex"
cask "bitwarden"
cask "brave-browser"
cask "paraview"
cask "sublime-text"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.remote-explorer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
